{
  "name": "Brookie (Brownie + Cookie)",
  "category": "cakes",
  "description": "La fusion parfaite entre un brownie fondant et un cookie moelleux en une seule délicieuse gourmandise !",
  "image": "🍪🍫",
  "info": {
    "prepTime": "25 min",
    "cookTime": "35 min",
    "totalTime": "1h",
    "servings": 12,
    "difficulty": "Moyen"
  },
  "nutrition": {
    "calories": "420 kcal",
    "proteines": "5g",
    "lipides": "22g",
    "glucides": "52g"
  },
  "ingredients": [
    {
      "section": "Pour la couche brownie",
      "items": [
        "200g de chocolat noir (70% cacao)",
        "150g de beurre",
        "200g de sucre",
        "3 gros œufs",
        "100g de farine",
        "30g de cacao en poudre",
        "1 c. à café d'extrait de vanille",
        "Pincée de sel"
      ]
    },
    {
      "section": "Pour la couche cookie",
      "items": [
        "150g de beurre (ramolli)",
        "150g de sucre roux",
        "100g de sucre blanc",
        "2 gros œufs",
        "250g de farine",
        "1 c. à café de bicarbonate de soude",
        "1 c. à café d'extrait de vanille",
        "200g de pépites de chocolat",
        "Pincée de sel"
      ]
    }
  ],
  "instructions": [
    {
      "step": 1,
      "text": "Préchauffez votre four à 180°C. Beurrez et tapissez un moule de 23x33 cm de papier cuisson."
    },
    {
      "step": 2,
      "text": "Préparez la couche brownie : Faites fondre le chocolat noir et le beurre ensemble au bain-marie ou au micro-ondes. Laissez tiédir légèrement."
    },
    {
      "step": 3,
      "text": "Fouettez le sucre, puis ajoutez les œufs un par un. Ajoutez l'extrait de vanille. Incorporez la farine, le cacao et le sel jusqu'à ce que le tout soit juste mélangé."
    },
    {
      "step": 4,
      "text": "Versez la pâte à brownie dans le moule préparé et étalez uniformément. Réservez."
    },
    {
      "step": 5,
      "text": "Préparez la pâte à cookies : Fouettez le beurre ramolli avec les deux sucres jusqu'à obtenir un mélange mousseux (environ 3 minutes)."
    },
    {
      "step": 6,
      "text": "Incorporez les œufs et l'extrait de vanille. Ajoutez la farine, le bicarbonate et le sel jusqu'à ce que le tout soit mélangé. Incorporez les pépites de chocolat."
    },
    {
      "step": 7,
      "text": "Déposez des cuillères de pâte à cookies sur la couche de brownie. Étalez doucement pour couvrir la majeure partie du brownie (pas besoin que ce soit parfait !)."
    },
    {
      "step": 8,
      "text": "Faites cuire 35-40 minutes jusqu'à ce que le dessus du cookie soit doré et qu'un cure-dent inséré ressorte avec quelques miettes humides."
    },
    {
      "step": 9,
      "text": "Laissez refroidir complètement dans le moule (au moins 2 heures) avant de découper en carrés. Cela aide les couches à bien se solidifier."
    },
    {
      "step": 10,
      "text": "Découpez en 12 carrés et régalez-vous ! Meilleur servi légèrement tiède avec un verre de lait froid."
    }
  ],
  "tips": [
    "Ne faites pas trop cuire ! Le centre doit rester légèrement moelleux pour obtenir la meilleure texture fondante",
    "Laissez refroidir complètement avant de découper pour des tranches nettes",
    "Vous pouvez ajouter des noix (noix de Grenoble ou pacanes) à l'une ou l'autre couche pour plus de croquant",
    "Conservez dans un récipient hermétique à température ambiante jusqu'à 4 jours, ou congelez jusqu'à 3 mois",
    "Pour un régal encore plus gourmand, servez tiède avec une boule de glace vanille"
  ],
  "tags": ["dessert", "chocolat", "brownie", "cookie", "pâtisserie", "sucré"]
}
